Repository: VovaMobile/agenda-for-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fa, fr, tr

source: Day:
es: Día:
fa: روز:
fr: Jour :
tr: Gün:

source: Month:
es: Mes:
fa: ماه:
fr: Mois :
tr: Ay:

source: Gregorian (Default)
fa: میلادی (پیشفرض)
fr: Grégorien (par défaut)
tr: Gregoryen (Varsayılan)

source: Persian
fa: ایرانی
fr: Perse
tr: Farsça

source: Year:
es: Año:
fa: سال:
fr: Année :
tr: Yıl:

source: Hour:
es: Hora:
fa: ساعت:
fr: Heure :
tr: Saat:

source: Minutes:
es: Minutos :
fa: دقیقه:
tr: Dakika:

source: Description:
es: Descripción:
fa: توضیح:
tr: Tanım:

source: &Repeat
es: &Repetir
fa: &تکرار
fr: &Répéter
tr: Tek&rarla

source: &Alarms
es: &Alarmas
fa: &هشدارها
fr: &Alarmes
tr: &Alarmlar

source: Add
es: Añadir
fa: افزودن
fr: Ajouter
tr: Ekle

source: Edit
es: Editar
fa: ویرایش
fr: Éditer
tr: Düzenle

source: You disabled the periodicity of this appointement. Do you really want remove its periodicity?
es: Ha desactivado la periodicidad de esta anotación. ¿Realmente desea eliminar su periodicidad?
fa: شما حالتِ دوره‌ایِ این قرار را غیرفعال کرده‌اید. آیا واقعا میخواهید این حالت دوره‌ای را حذف کنید؟
fr: Vous avez désactivé la périodicité de ce rendez-vous. Voulez-vous vraiment supprimer sa périodicité ?
tr: Bu randevunun periyodikliğini devre dışı bıraktınız. Periyodikliğini gerçekten kaldırmak istiyor musunuz?

source: Remove periodic event
es: Eliminar evento periódico
fa: حذفِ رویدادِ دوره‌ای
fr: Supprimer l'événement périodique
tr: Periyodik etkinliği kaldır

source: You have deleted the appointment description. Do you want to delete the appointment?
es: Ha borrado la descripción de la anotación. Desea eliminar la anotación?
fa: شما توضیحِ قرار را حذف کرده‌اید. آیا میخواهید خودِ قرار را هم حذف کنید؟
fr: Vous avez supprimé la description du rendez-vous. Voulez-vous supprimer le rendez-vous ?
tr: Randevu açıklamasını sildiniz. Randevuyu silmek istiyor musunuz?

source: Agenda
fa: سررسید
tr: Ajanda

source: Appointment removed successfully!
es: ¡Anotación eliminada con éxito!
fa: قرار با موفقیت حذف شد.
fr: Rendez-vous supprimé avec succès !
tr: Randevu başarıyla kaldırıldı!

source: You have deleted the description and changed the date. If you want to add a new appointment, press the Add button on main or search windows If you want to delete an appointment, go to main or search windows, select the appointment and choose the remove button
es: Ha borrado la descripción y ha cambiado la fecha. Si quiere añadir una nueva anotación, pulse el botón Añadir en la ventana principal o de búsqueda Si desea eliminar una anotación, vaya a la ventana principal o de búsqueda, seleccione la anotación y elija el botón de eliminar
fa: شما توضیح را پاک کردید و تاریخ را تغییر دادید. اگر میخواهید قرارِ جدید ایجاد کنید، دکمه‌ی «افزودن» را در پنجره‌های اصلی یا جستجو فشار دهید. چنانچه میخواهید قراری را حذف کنید، در پنجره‌های اصلی یا جستجو قراری را انتخاب کنید و دکمه‌ی «حذف» را بفشارید.
fr: Vous avez supprimé la description et changé la date. Si vous souhaitez ajouter un nouveau rendez-vous, appuyez sur le bouton Ajouter de la fenêtre principale ou de recherche Si vous souhaitez supprimer un rendez-vous, accédez à la fenêtre principale ou de recherche, sélectionnez le rendez-vous et choisissez le bouton Supprimer
tr: Açıklamayı sildiniz ve tarihi değiştirdiniz. Yeni bir randevu eklemek istiyorsanız, ana veya arama penceresinde Ekle düğmesine basın. Bir randevuyu silmek istiyorsanız, ana veya arama penceresine gidin, randevuyu seçin ve kaldır düğmesine basın

source: No description to the appointment
es: No hay descripción de la anotación
fa: این قرار توضیحی ندارد.
fr: Aucune description au rendez-vous
tr: Randevu açıklaması yok

source: Informations for this date and hour already exists on agenda. Do you want to replace original informations?
es: La información para esta fecha y hora ya existe en la agenda. ¿Desea sustituir la información original?
fa: اطلاعاتی برای این تاریخ و ساعت در سررسید موجود است. آیا میخواهید آن را با اطلاعاتِ اصلی جایگزین کنید؟
fr: Les informations de cette date et de cette heure existent déjà dans l'agenda. Voulez-vous remplacer les informations d'origine ?
tr: Bu tarih ve saate ait bilgiler zaten ajandada mevcut. Var olan bilgileri değiştirmek istiyor musunuz?

source: Record updated successfully!
es: ¡Registro actualizado con éxito!
fa: رکورد با موفقیت بروز شد!
fr: Registre mis à jour avec succès !
tr: Kayıt başarıyla güncellendi!

source: Record saved successfully!
es: ¡Registro guardado con éxito!
fa: رکورد با موفقیت ذخیره شد!
fr: Registre enregistré avec succès !
tr: Kayıt başarıyla eklendi!

source: Do you really want to discard the changes on appointment?
es: ¿Realmente quieres descartar los cambios en la anotación?
fa: آیا واقعا میخواهید تغییراتِ این قرار را نادیده بگیرید؟
fr: Voulez-vous vraiment abandonner les changements du rendez-vous ?
tr: Randevudaki değişiklikleri gerçekten iptal etmek istiyor musunuz?

source: Main window to access an accessible agenda
es: Ventana principal para acceder a una agenda accesible
fa: پنجره‌ی اصلی برای دسترسی به یک سررسیدِ دسترسپذیر
fr: Fenêtre principale pour accéder à une agenda accessible
tr: Erişilebilir ajanda ana penceresini gösterir

source: items found:
es: artículos encontrados:
fa: مورد پیدا شده:
fr: éléments trouvés :
tr: bulunan öğeler:

source: Hour
es: Hora
fa: ساعت
fr: Heure
tr: Saat

source: Appointment
es: Anotación
fa: قرار
fr: Rendez-vous
tr: Randevu

source: &Add
es: &Añadir
fa: &افزودن
fr: &Ajouter
tr: &Ekle

source: &Edit
es: &Editar
fa: &ویرایش
fr: &Éditer
tr: &Düzenle

source: &Remove
es: &Borrar
fa: &حذف
fr: Supp&rimer
tr: &Kaldır

source: &Search
es: &Búsqueda
fa: &جستجو
fr: R&echercher
tr: &Ara

source: E&xit
es: S&alir
fa: &خروج
fr: Sor&tir
tr: &çık

source: items found
es: artículos encontrados
fa: مورد پیدا شد
fr: éléments trouvés
tr: öğe bulundu

source: No items found
es: No se encontraron artículos
fa: هیچ موردی پیدا نشد
fr: Aucun élément trouvé
tr: Hiç bir öğe bulunamadı

source: No appointments
es: No hay anotaciones
fa: هیچ قراری نیست
fr: Pas de rendez-vous
tr: Randevu yok

source: You selected a periodic event. You can't edit a date inside on periodic event. Instead of, you need edit the original register. Do you want edit It?
es: Ha seleccionado un evento periódico. No puede editar una fecha dentro de un evento periódico. En su lugar, necesita editar el registro original. ¿Quiere editarlo?
fa: شما یک رویدادِ دوره‌ای را انتخاب کردید. نمیتوانید یک تاریخ را در رویدادِ دوره‌ای ویرایش کنید. در عوض، باید ورودیِ اصلی را ویرایش کنید. میخواهید حالا ویرایشش کنید؟
fr: Vous avez sélectionné un événement périodique. Vous ne pouvez pas éditer une date à l'intérieur d'un événement périodique. Plutôt, vous devez éditer le registre d'origine. Voulez-vous l'éditer ?
tr: Periyodik bir olay seçtiniz. Periyodik olayda bir tarihi düzenleyemezsiniz. Bunun yerine, orijinal kaydı düzenlemeniz gerekir. Düzenlemek istiyor musunuz?

source: Edit periodic event
es: Editar evento periódico
fa: ویرایشِ رویدادِ دوره‌ای
fr: Éditer l'événement périodique
tr: Periyodik etkinliği düzenle

source: You have not selected any appointment to edit.
es: No ha seleccionado ninguna anotación para editar.
fa: شما هیچ قراری را برای ویرایش انتخاب نکرده‌اید.
fr: Vous n'avez sélectionné aucun rendez-vous à éditer.
tr: Düzenlenecek herhangi bir randevu seçmediniz.

source: Do you really want to remove the item:
es: ¿Realmente quieres eliminar el artículo?
fa: آیا واقعا میخواهید مورد را حذف کنید؟
fr: Voulez-vous vraiment supprimer l'élément ?
tr: Öğeyi kaldırmak istediğinizden emin misiniz:

source: You can't remove just one periodic event. Instead of, you need remove the original register. If you make this, alldates on this periodic event will be deleted. Do you want to delete the original register and all dates of this {} event: {}?
es: No se puede eliminar sólo un evento periódico. En su lugar, debe eliminar el registro original. Si haces esto, se borrarán todas las fechas de este evento periódico. ¿Quiere eliminar el registro original y todas las fechas de este evento {}: {}?
fa: شما نمیتوانید تنها یک رویدادِ دوره‌ای را حذف کنید. در عوض، باید ورودیِ اصلی را حذف کنید. در صورتِ انجامِ این کار، همه‌ی تاریخ‌های این رویداد حذف میشوند. آیا میخواهید ورودیِ اصلی و همه‌ی تاریخ‌های این رویداد را حذف کنید؟
fr: Vous ne pouvez pas supprimer un seul événement périodique. Plutôt, vous devez supprimer le registre d'origine. Si vous faites cela, toutes les dates de cet événement périodique seront supprimées. Voulez-vous supprimer le registre d'origine et toutes les dates de cet événement {} : {} ?
tr: Yalnızca bir periyodik olayı kaldıramazsınız. Bunun yerine, orijinal kaydı kaldırmanız gerekir. Bunu yaparsanız, periyodik olaydaki tüm tarihler silinecektir. {} etkinliğinin orijinal kaydını ve tüm tarihlerini silmek istiyor musunuz: {}?

source: Remove item
es: Eliminar elemento
fa: حذفِ مورد
fr: Supprimer l'élément
tr: Öğeyi kaldır

source: You have not selected any appointment to be removed.
es: No ha seleccionado ninguna anotación para ser eliminada.
fa: شما قراری را برای حذف کردن انتخاب نکرده‌اید.
fr: Vous n'avez sélectionné aucun rendez-vous à supprimer.
tr: Kaldırılacak herhangi bir randevu seçmediniz.

source: Alarms Setting
es: Ajuste de alarmas
fa: تنظیمِ هشدارها
fr: Réglage des alarmes
tr: Alarm Ayarı

source: Select when alarms will be play
es: Seleccione cuándo se reproducirán las alarmas
fa: زمانِ پخشِ هشدارها را انتخاب کنید
fr: Sélectionnez quand les alarmes seront jouées
tr: Alarmların ne zaman çalacağını seçin

source: Set alarm for the day before
es: Poner la alarma para el día anterior
fa: تنظیمِ هشدار برای یک روز قبل از قرار
fr: Mettre l'alarme pour la veille
tr: Bir önceki gün için alarm kur

source: Set alarm to one hour before
es: Poner la alarma una hora antes
fa: تنظیمِ هشدار برای یک ساعت قبل از قرار
fr: Mettre l'alarme une heure avant
tr: Alarmı bir saat öncesine ayarla

source: Set alarm to half hour before
es: Poner la alarma media hora antes
fa: تنظیمِ هشدار برای نیم ساعت قبل از قرار
fr: Mettre l'alarme une demi-heure avant
tr: Alarmı yarım saat öncesine ayarla

source: Set alarm to 15 minutes before
es: Poner la alarma 15 minutos antes
fa: تنظیمِ هشدار برای ۱۵ دقیقه قبل از قرار
fr: Mettre l'alarme 15 minutes avant
tr: Alarmı 15 dakika öncesine ayarla

source: Set alarm to the exact hour
es: Ajustar la alarma a la hora exacta
fa: تنظیمِ هشدار برای زمانِ قرار
fr: Mettre l'alarme à l'heure exacte
tr: Alarmı aynı saate ayarla

source: Show next appointments at startup
es: Mostrar las próximas anotaciones al inicio
fa: نمایشِ قرارهای بعدی در آغازِ کار
fr: Afficher les prochains rendez-vous au démarrage
tr: Başlangıçta sonraki randevuları göster

source: Number of days in next events:
es: Número de días en los próximos eventos:
fa: تعدادِ روزها تا رویدادهای بعدی:
fr: Nombre de jours dans les prochains événements :
tr: Sonraki etkinliklerdeki gün sayısı:

source: &Sound for alarm
fa: &صدا برای زنگ هشدار
fr: &Son à utiliser pour alarme
tr: Alarm için &ses

source: Play a sound if appointments today or tomorrow
fa: اگر قرار امروز یا فردا باشد، یک صدا پخش کن
fr: Jouer un son en cas de rendez-vous aujourd'hui ou demain
tr: Bugün veya yarın randevu varsa ses çal

source: &Sound to use
fa: &صدایی که استفاده شود
fr: &Son à utiliser
tr: &Kullanılacak ses

source: &Calendar:
fa: &تقویم
fr: &Calendrier :
tr: &Takvim:

source: Path of agenda files:
es: Ruta de los archivos de la agenda:
fa: مسیرِ فایل‌های سررسید:
fr: Chemin des fichiers de l'agenda :
tr: Ajanda dosyalarının yolu:

source: &Select or add a directory
es: &Seleccionar o añadir un directorio
fa: &انتخاب یا افزودنِ یک پوشه
fr: &Sélectionner ou ajoutez un répertoire
tr: Bir dizin &seçin veya ekleyin

source: Choose where to save the agenda file
es: Elija dónde guardar el archivo de la agenda
fa: محلِّ ذخیره‌ی فایلِ سررسید را انتخاب کنید
fr: Choisissez où enregistrer le fichier de l'agenda
tr: Ajanda dosyasının nereye kaydedileceğini seçin

source: Database files (*.db)
es: Archivos de base de datos (*.db)
fa: فایل‌های پایگاهِ داده (*.db)
fr: Fichiers de base de données (*.db)
tr: Veritabanı dosyaları (*.db)

source: Set repetitions
fa: تکرارها را تنظیم کنید
fr: Définir les répétitions
tr: Tekrarları ayarla

source: Choose your event repeat:
fa: نحوه تکرارِ رویداد را انتخاب کنید:
fr: Choisissez la répétition de votre événement :
tr: Etkinlik tekrarını seçin:

source: Mark to set when repeat finish
es: Marcar para fijar cuando termine la repetición
fa: تعیینِ پایانِ تکرارها
fr: Marquer pour définir lorsque la répétition se termine
tr: Tekrar bittiğinde ayarlamak için işaretleyin

source: Quantity of repeations:
es: Cantidad de repeticiones:
fa: تعدادِ تکرارها
fr: Quantité de répétitions :
tr: Tekrar sayısı:

source: End date: Day:
es: Fecha de finalización: Día:
fa: پایان تاریخ: روز:
fr: Date de fin : Jour :
tr: Bitiş tarihi: Gün:

source: Your final date is oldest your inicial date.
es: Tu fecha final es más antigua de tu fecha inicial.
fa: روزِ پایانیِ شما قدیمیتر از روزِ آغاز است.
fr: Votre date de fin est plus ancienne que votre date de début.
tr: Son randevunuz, ilk randevunuzdan daha eskidir.

source: Incorrect date interval
es: Intervalo de fechas incorrecto
fa: فاصله‌ی تاریخ درست نیست
fr: Intervalle de date incorrect
tr: Yanlış tarih aralığı

source: None
es: Ninguno
fa: هیچکدام
fr: Aucun
tr: Hiçbiri

source: Daily
es: Diariamente
fa: روزانه
fr: Quotidiennement
tr: Günlük

source: Weekly
es: Semanal
fa: هفتگی
fr: Hebdomadairement
tr: Haftalık

source: Biweekly
es: Quincenal
fa: دوهفتگی
fr: Tous les quinze jours
tr: İki haftada bir

source: Monthly
es: Mensual
fa: ماهانه
fr: Mensuellement
tr: Aylık

source: Twomonthly
es: Dos veces al mes
fa: دوماهه
fr: Bimestriel
tr: İki ayda bir

source: Threemontly
es: Tres veces al año
fa: سه‌ماهه
fr: Trimestriel
tr: Üç ayda bir

source: Fourmontly
es: De cuatro en cuatro meses
fa: چهارماهه
fr: Tous les quatre mois
tr: Dört ayda bir

source: Sixmonthly
es: Semestral
fa: شش‌ماهه
fr: Semestriel
tr: Altı ayda bir

source: Anualy
es: Anualmente
fa: سالانه
fr: Annuellement
tr: Her yıl

source: Appointments for the next days
es: Anotaciones para los próximos días
fa: قرارهای روزهای بعدی
fr: Rendez-vous pour les prochains jours
tr: Önümüzdeki günler için randevular

source: Items found:
es: Artículos encontrados:
fa: مورد پیدا شده:
fr: Éléments trouvés :
tr: Bulunan öğeler:

source: Date/Hour
es: Fecha/Hora
fa: تاریخ/ساعت
fr: Date / Heure
tr: Tarih/Saat

source: &Open
es: &Abrir
fa: &باز کردن
fr: &Ouvrir
tr: &Aç

source: No repeat
es: No repetir
fa: بدونِ تکرار
fr: Aucune répétition
tr: Tekrar yok

source: Today
es: Hoy
fa: امروز
fr: Aujourd'hui
tr: Bugün

source: Tomorrow
es: Mañana
fa: فردا
fr: Demain
tr: Yarın

source: No items found:
es: No se ha encontrado ningún artículo:
fa: موردی پیدا نشد:
fr: Aucun élément trouvé :
tr: Hiç bir öğe bulunamadı:

source: You selected a periodic event. You can't edit a date inside on periodic event. Instead of, you need edit the original registry. Do you want to edit It?
fa: شما یک رویدادِ دوره‌ای را انتخاب کردید. نمیتوانید یک تاریخ را در رویدادِ دوره‌ای ویرایش کنید. در عوض، باید ورودیِ اصلی را ویرایش کنید. میخواهید حالا ویرایشش کنید؟
fr: Vous avez sélectionné un événement périodique. Vous ne pouvez pas éditer une date à l'intérieur d'un événement périodique. Plutôt, vous devez éditer le registre d'origine. Voulez-vous l'éditer ?
tr: Periyodik bir olay seçtiniz. Periyodik olayın içindeki bir tarihi düzenleyemezsiniz. Bunun yerine, orijinal kaydı düzenlemeniz gerekir. Düzenlemek istiyor musunuz?

source: No appointment selected to edit...
es: No se ha seleccionado ninguna anotación para editar...
fa: قراری برای ویرایش انتخاب نشده است.
fr: Aucun rendez-vous sélectionnée à éditer...
tr: Düzenlenecek herhangi bir randevu seçilmedi...

source: You can't remove just one periodic event. Instead of, you need remove the original registry. If you make this, alldates on this periodic event will be deleted. Do you want to delete the original register and all dates of this {} event: {}?
fa: شما نمیتوانید تنها یک رویدادِ دوره‌ای را حذف کنید. در عوض، باید ورودیِ اصلی را حذف کنید. در صورتِ انجامِ این کار، همه‌ی تاریخ‌های این رویداد حذف میشوند. آیا میخواهید ورودیِ اصلی و همه‌ی تاریخ‌های این رویداد را حذف کنید؟
fr: Vous ne pouvez pas supprimer un seul événement périodique. Plutôt, vous devez supprimer le registre d'origine. Si vous faites cela, toutes les dates de cet événement périodique seront supprimées. Voulez-vous supprimer le registre d'origine et toutes les dates de cet événement {} : {} ?
tr: Yalnızca bir periyodik olayı kaldıramazsınız. Bunun yerine, orijinal kaydı kaldırmanız gerekir. Bunu yaparsanız, bu periyodik olaydaki tüm tarihler silinecektir. Orijinal kaydı ve bu {} etkinliğinin tüm tarihlerini silmek istiyor musunuz: {}?

source: Remove event
es: Eliminar evento
fa: حذفِ رویداد
fr: Supprimer l'événement
tr: Etkinliği kaldır

source: Agenda search
es: Búsqueda en la agenda
fa: جستجوی سررسید
fr: Recherche dans l'agenda
tr: Ajanda ara

source: Type of search:
es: Tipo de búsqueda:
fa: نوعِ جستجو
fr: Type de recherche :
tr: Arama türü:

source: Search by text
es: Buscar usando texto
fa: جستجوی متنی
fr: Recherche de texte
tr: Metne göre ara

source: Next 7 days
es: Prójimos 7 Días
fa: ۷ روزِ بعدی
fr: Prochains 7 jours
tr: Sonraki 7 gün

source: Next 30 days
es: Próximos 30 días
fa: ۳۰ روزِ بعدی
fr: Prochains 30 jours
tr: Sonraki 30 gün

source: Date range
es: Rango de fechas
fa: محدوده‌ی زمانی
fr: Plage de dates
tr: Tarih aralığı

source: Enter the text to search:
es: Introduzca el texto a buscar:
fa: متن را برای جستجو وارد کنید:
fr: Saisissez le texte à rechercher :
tr: Aranacak metni girin:

source: Initial date: Day:
es: Fecha inicial: Día:
fa: تاریخِ آغاز: روز:
fr: Date de début : Jour :
tr: Başlangıç ​​tarihi: Gün:

source: Final date: Day:
es: Fecha final: Día:
fa: تاریخِ پایان: روز:
fr: Date de fin : Jour :
tr: Bitiş tarihi: Gün:

source: Remove A&ll
es: Eliminar &Todo
fa: حذفِ &همه
fr: Supprimer &tout
tr: &Tümünü kaldır

source: &Cancel
es: &Cancelar
fa: &لغو
fr: An&nuler
tr: İpta&l

source: Insert what to search or choose another type of search.
es: Introduzca lo que desea buscar o elija otro tipo de búsqueda.
fa: چیزی را که میخواهید جستجو کنید بنویسید یا نوعِ جستجوی دیگری را انتخاب کنید.
fr: Saisissez ce que vous souhaitez rechercher ou choisissez un autre type de recherche.
tr: Ne aranacağını girin veya başka bir arama türü seçin.

source: The end date must be equal or after the start date.
es: La fecha de finalización debe ser igual o posterior a la fecha de inicio.
fa: روزِ پایانی باید مساوی یا بعد از روز آغاز باشد.
fr: La date de fin doit être égale ou après la date de début.
tr: Bitiş tarihi, başlangıç ​​tarihine eşit veya sonrası olmalıdır.

source: No appointment selected to delete
es: No se ha seleccionado ninguna anotación para eliminar
fa: قراری برای حذف کردن انتخاب نشده است.
fr: Aucun rendez-vous sélectionné à supprimer
tr: Silinecek randevu seçilmedi

source: No itens to delete. Please, you need search something to delete all itens.
es: No hay itens para borrar. Por favor, necesitas buscar algo para borrar todos los itens.
fa: موردی برای حذف کردن نیست. لازم است چیزی را جستجو کنید تا مواردِ پیداشده را حذف کنید.
fr: Aucun élément à supprimer. S'il vous plaît, vous avez besoin de rechercher quelque chose pour supprimer tous les éléments.
tr: Silinecek öğe yok. Tüm içeriği silebilmek için lütfen önce arama yapın.

source: Do you really want to delete all itens found?
es: ¿Realmente quieres borrar todos los itens encontrados?
fa: آیا واقعا میخواهید همه‌ی مواردِ پیداشده را حذف کنید؟
fr: Voulez-vous vraiment supprimer tous les éléments trouvés ?
tr: Bulunan tüm öğeleri gerçekten silmek istiyor musunuz?

source: All appointments deleted successfully!
es: ¡Todas las anotaciones borradas con éxito!
fa: همه‌ی قرارها با موفقیت حذف شدند!
fr: Tous les rendez-vous ont été supprimés avec succès !
tr: Tüm randevular başarıyla silindi!

source: December
es: Diciembre
fa: دسامبر
fr: Décembre
tr: Aralık

source: November
es: Noviembre
fa: نوامبر
fr: Novembre
tr: Kasım

source: October
es: Octubre
fa: اکتبر
fr: Octobre
tr: Ekim

source: September
es: Septiembre
fa: سپتامبر
fr: Septembre
tr: Eylül

source: August
es: Agosto
fa: اوت
fr: Août
tr: Ağustos

source: July
es: Julio
fa: ژوئیه
fr: Juillet
tr: Temmuz

source: June
es: Junio
fa: ژوئن
fr: Juin
tr: Haziran

source: May
es: Mayo
fa: مه
fr: Mai
tr: Mayıs

source: April
es: Abril
fa: آوریل
fr: Avril
tr: Nisan

source: March
es: Marzo
fa: مارس
fr: Mars
tr: Mart

source: February
es: Febrero
fa: فوریه
fr: Février
tr: Şubat

source: January
es: Enero
fa: ژانویه
fr: Janvier
tr: Ocak

source: Esfand
fa: اسفند

source: Bahman
fa: بهمن

source: Dey
fa: دی

source: Azar
fa: آذر

source: Aban
fa: آبان

source: Mehr
fa: مهر

source: Shahrivar
fa: شهریور
tr: Şehrivar

source: Mordad
fa: امرداد

source: Tir
fa: تیر

source: Khordad
fa: خرداد

source: Ordibehesht
fa: اردیبهشت

source: Farvardin
fa: فروردین

source: Monday
es: Lunes
fa: دوشنبه
fr: Lundi
tr: Pazartesi

source: tuesday
es: martes
fa: سه‌شنبه
fr: mardi
tr: salı

source: Wednesday
es: Miércoles
fa: چهارشنبه
fr: Mercredi
tr: Çarşamba

source: Thursday
es: Jueves
fa: پنج‌شنبه
fr: Jeudi
tr: Perşembe

source: Friday
es: Viernes
fa: جمعه
fr: Vendredi
tr: Cuma

source: Saturday
es: Sábado
fa: شنبه
fr: Samedi
tr: Cumartesi

source: Sunday
es: Domingo
fa: یک‌شنبه
fr: Dimanche
tr: Pazar

source: You have the following appointment tomorrow:
es: Mañana tiene la siguiente anotación:
fa: قرارِ فردای شما:
fr: Vous avez le rendez-vous suivant demain :
tr: Yarın aşağıdaki randevunuz var:

source: Reminder!
es: Recordatorio!
fa: یادآوری!
fr: Pense-bête !
tr: Hatırlatma!

source: You have the following appointment in one hour:
es: Tienes la siguiente anotación en una hora:
fa: قرارِ یک ساعت بعدِ شما:
fr: Vous avez le rendez-vous suivant en une heure :
tr: Bir saat sonra aşağıdaki randevunuz var:

source: You have the following appointment in 30 minutes:
es: Tienes la siguiente anotación en 30 minutos:
fa: قرارِ نیم ساعت بعدِ شما:
fr: Vous avez le rendez-vous suivant dans 30 minutes :
tr: 30 dakika sonra aşağıdaki randevunuz var:

source: You have the following appointment in 15 minutes:
es: Tienes la siguiente anotación en 15 minutos:
fa: قرارِ یک ربع بعدِ شما:
fr: Vous avez le rendez-vous suivant dans 15 minutes :
tr: 15 dakika sonra şu randevunuz var:

source: You have now the following appointment:
es: Ahora tiene la siguiente anotación:
fa: قرارِ شما همین حالا:
fr: Vous avez maintenant le rendez-vous suivant :
tr: Şu anda aşağıdaki randevunuz var:

source: Accessible agenda
es: Agenda accesible
fa: سررسیدِ دسترسپذیر
fr: Agenda accessible
tr: Erişilebilir Ajanda

source: Allows access to an accesible agenda
es: Permite acceder a una agenda accesible
fa: اجازه میدهد به یک سررسیدِ دسترسپذیر دست یابید.
fr: Permet d'accéder à une agenda accessible
tr: Erişilebilir bir ajandaya erişim sağlar

source: &Ok
es: &Aceptar

source: Check for updates at startup
es: Comprobar las actualizaciones al inicio

source: Set repeations
es: Establecer repeticiones

source: Choice your event repeat:
es: Elige la repetición de tu evento:

source: It is available a new version of this add-on. Do you want to update?
es: Está disponible una nueva versión de este complemento. ¿Desea actualizarlo?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
es: La nueva versión de este complemento no es compatible con tu versión de NVDA. El proceso de actualización se terminará.
